Repository: Ciscodown/Web-crawler-on-PHP-to-index-content-of-specific-sites
Catalog: data/locales/*.xlf
Languages: uk

# site-name
source: Наш Мастер
uk: Наш Майстер

# meta-description
source: поиск специалистов по ремонту и строительству
uk: пошук спеціалістів з ремонту та будівництва

# meta-keywords
source: ремонт квартиры, ремонт и строительство, поиск специалистов, ремонтные бригады
uk: ремонт квартири, ремонт та будівництво, пошук спеціалістів, ремонтні бригади

# slogan
source: поиск специалистов по строительству и ремонту
uk: пошук спеціалістів з будівництва та ремонту

# beta-version
source: сайт на стадии тестирования
uk: сайт на етапі тестування

# alpha-welcome-text
source: <h1>Наш Маcтер – инструмент для поиска специалистов по строительству и ремонту</h1><p>Добро пожаловать на сайт поисковой службы "Наш Мастер” для поиска специалистов по строительству и ремонту. В вашем распоряжении будет самая эффективная отраслевая система поиска с возможностью отбора профессионалов по регионам и видам деятельности.</p> <p>Мы скоро открываемся!</p>
uk: <h1>Наш Майстер – інструмент для пошуку спеціалістів з будівництва та ремонту</h1><p>Ласкаво просимо на сайт пошукової служби “Наш Майстер" для пошуку спеціалістів з будівництва та ремонту. Ми хочемо надати найефективнішу галузеву систему пошуку з можливістю відбору професіоналів за регіонами та видами діяльності.</p> <p>Ми скоро відкриваємося!</p>

# beta-welcome-text
source: <h1>Наш Маcтер – мир специалистов по строительству и ремонту</h1><p> Добро пожаловать на сайт для специалистов по строительству и ремонту. Если Вы специалист по паркету, штукатурке или кафельной плитке, занимаетесь евроремонтами, сантехникой или електротехническими работами – Вы сможете продвигать и рекламировать себя в своем городе и содедних городах через наш сайт, а также общаться с другими специалистами. Мы ценим Ваше мнение и будем признательны, если Вы оставите нам несколько замечаний или предложений и Ваше общее впечатление о ресурсе. </p>
uk: <h1>Наш Майстер – світ спеціалістів з будівництва та ремонту</h1><p> Ласкаво просимо на сайт для спеціалістів з будівництва та ремонту. Якщо Ви спеціаліст з паркету, штукатурки чи кафельної плитки, займаєтеся євроремонтами, сантехнікою чи електротехнічними роботами – Ви зможете просувати та рекламувати себе в своєму місті та сусідніх містах через наш сайт, а також спілкуватися з іншими спеціалістами. Ми цінуємо Вашу думку і будемо вдячні, якщо Ви залишите нам кілька зауважень або пропозицій та Ваше загальне враження про ресурс. </p>

# error-page-header
source: Произошла ошибка
uk: Виникла помилка

# error
source: Ошибка
uk: Помилка

# page-not-found
source: Страница не найдена
uk: Сторінку не знайдено

# application-internal-error
source: Внутренняя ошибка приложения
uk: Внутрішня помилка застосунку

# page-has-been-moved
source: Возможно, адрес страницы изменился или ссылка, по которой вы кликнули, неправильная.
uk: Можливо, сторінка змінила адресу або посилання, яким ви скористалися, є неправильним.

# try-visit-the-following-pages
source: Попробуйте перейти на следующие страницы
uk: Спробуйте відвідати наступні сторінки

# home-page
source: Гравная страница
uk: Головна сторінка

# login-page
source: Страница входа
uk: Сторінка входу

# interface-languages-available
source: языки интерфейса
uk: мови інтерфейсу

# send-us-your-feedback
source: оставьте нам свой отзыв
uk: надішліть нам свій відгук

# feedback
source: Оставить отзыв
uk: Залишити відгук

# what-type-of-service-question
source: в каком городе и какой вид услуг вас интересует?
uk: в якому місті та який вид послуг вас цікавить?

# Your-opinion-is-important-for-us
source: Ваше мнение важно для нас
uk: Ваша думка важлива для нас

# Value is required and can't be empty
source: Значение этого поля не может быть пустым
uk: Значення цього поля не може бути порожнім

# thanks-for-your-feedback
source: Сообщение отправлено! Спасибо за ваш отзыв.
uk: Повідомлення надіслано! Дякуємо за ваш відгук.

# site-window-title
source: Поиск специалистов по ремонту и строительству
uk: Пошук спеціалістів з ремонту та будівництва

# help
source: Cправка
uk: Довідка

# search
source: Поиск
uk: Пошук

# login
source: Вход
uk: Вхід

# access-denied
source: Доступ запрещен
uk: Доступ заборонено

# access-denied-explained
source: У вас нет прав на доступ к даной странице
uk: у вас немає права на доступ до даної сторінки

# pages
source: Страницы:
uk: Cторінки:

# no-search-results
source: По вашему запросу результатов не найдено
uk: За вашим запитом не знайдено жодного результату

# search-form-usage
source: Использование функции поиска
uk: Використання функції пошуку

# links
source: Ссылки
uk: Посилання

# articles
source: Статьи
uk: Статті

# news
source: новости
uk: новини

# terms-and-conditions
source: Условия предоставления услуг
uk: Умови надання послуг

# for-developers
source: разработчикам
uk: розробникам

# contacts
source: контакты
uk: контакти

# about-us
source: о проекте
uk: про проект

# did-you-mean
source: Воможно, имелось в виду:
uk: Можливо, малося на увазі:

# query-is-incorrect
source: Введите интересующий вас вид услуг
uk: Введіть вид послуг, що вас цікавить

# questions-answers
source: Общение
uk: Спілкування

# under-construction
source: Раздел в разработке. Очень скоро он будет готов к запуску
uk: Ми працюємо над цим розділом, незабаром він буде готовий до запуску

# login-description
source: Войдите на сайт через ВКонтакте
uk: Увійдіть до сайту через ВКонтакті

# login-post-description
source: Благодаря интеграции с социальной сетью ВКонтакте Вам не надо специально регистрироваться на нашем сайте запоминая еще один логин и пароль.
uk: Завдяки інтеграції з соціальною мережею ВКонтакті Вам не треба окремо реєструватися та запам’ятовувати ще один логін і пароль.

# questions-answers-description
source: Здесь будет возможность прочитать решения типичных проблем или задать свой вопрос для обсуждения
uk: Тут буде можливість прочитати вирішення типових проблем або запропонувати власну тему для обговорення

# articles-description
source: На сайте будут публиковаться ссылки на актуальные статьи и новости из мира строительства и ремонта. Также вы сможете принимать участие в тематических дискусиях и обсуждениях, общаться со специалистами из вашей отрасли.
uk: На сайті розміщуватимуться посилання на актуальні статті та новини зі світу будівництва та ремонту. Також ви зможете брати участь в тематичних дискусіях та обговореннях, спілкуватися зі спеціалістами з вашої галузі.

# ff-title
source: Спасибо, что помогаете нам стать лучше!
uk: Дякуємо, що допомагаєте нам стати кращими!

# ff-select-option
source: Выберите пункт, наиболее точно характеризующий Ваше сообщение
uk: Виберіть пункт, що найбільш точно характеризує Ваше повідомлення

# ff-option-errors
source: что то не работает
uk: щось не працює

# ff-option-search-fail
source: не удалось найти нужную информацию
uk: не вдалося знайти потрібну інформацію

# ff-option-too-slow
source: сайт работает слишком медленно
uk: сайт працює надто повільно

# ff-option-make-better
source: совет по улучшению ресурса
uk: порада щодо покращення ресурсу

# ff-option-partnership
source: предлагаю сотрудничество с моим сайтом или компанией
uk: пропоную співпрацю з моїм сайтом або компанією

# ff-option-affiliate
source: хочу быть вашим представителем в своем городе
uk: хочу бути вашим представником у своєму місті

# ff-dont-forget
source: Укажите електронный адрес для связи с Вами (не обьязательно)
uk: Вкажіть електронну адресу для зв’язку з Вами (не обов’язково)

# ff-send-message
source: отправить сообщение
uk: надіслати повідомлення

# ff-not-now
source: не сейчас
uk: не зараз

# specify-city-in-request
source: кроме вида услуг, введите город
uk: крім виду послуг, введіть місто

# url-city
source: город
uk: місто

# url-type-of-service
source: вид-услуг
uk: вид-послуг

# select-country-region
source: выберите область
uk: виберіть область

# select-city
source: выберите город
uk: виберіть місто

# what-type-of-service
source: Какой вид услуг Вас интересует?
uk: Який вид послуг Вас цікавить?

# what-type-of-service-description
source: Выберите вид услуг, который Вас интересует
uk: Виберіть вид послуг, який Вас цікавить

# specialists
source: Специалисты
uk: Спеціалісти

# what-type-of-service-in-city
source: Специалисты по строительству и ремонту в городе %s
uk: Спеціалісти з будівництва та ремонту в місті %s

# specialists-in-city
source: Строительство и ремонт в городе %s
uk: Будівництво та ремонт в місті %s

# services-in-city
source: %s в городе %s
uk: %s в місті %s

# country-administrative-districts
source: Административные области Украины
uk: Адміністративні області України

# signin
source: Вход
uk: Вхід

# subscribed-successfully
source: Подписка завершена!
uk: Підписку виконано!

# subscribed-successfully-details-message
source: Ваш електронный адрес %s успешно подписан на новости от нашего сайта
uk: Вашу електронну адресу %s успішно підписано на новини від нашого сайту

# return-to-city-page
source: возврат на страницу города %s
uk: повернутися на сторінку міста %s

# no-searrch-results-description
source: К сожалению, в городе %s не зарегистрировано ни одного специалиста по такому виду деятельности как %s. Попробуйте разширить регион поиска, включив ближайшые города и областные центры.
uk: На жаль, в місті %s не зареєстровано жодного спеціаліста з такого виду діяльності як %s. Спробуйте розширити регіон пошуку, включивши найближчі міста та областні центри.

# no-search-results-with-extras-description
source: К сожалению, в отмеченых городах не зарегистрировано ни одного специалиста по такому виду деятельности как %s. Попробуйте разширить регион поиска, включив дополнительные города или областные центры, в которых есть квалифицированые специалисты.
uk: На жаль, у вибраних містах не зареєстровано жодного спеціаліста з такого виду діяльності як %s. Спробуйте розширити регіон пошуку, включивши додаткові міста чи областні центри, в яких знайдете кваліфікованих спеціалістів.

# is-that-your-specialization
source: %s – это ваша специализация?
uk: %s – це ваша спеціалізація?

# is-that-your-specialization-description
source: Можете <a class="singup-link" href="%s">разместить информацию</a> о специалисте по виду деятельности %s, и получить возможность найти новых клиентов из своего региона через наш сайт и сеть партнерских сайтов.
uk: Можете <a class="singup-link" href="%s">розмістити інформацію</a> про спеціаліста з виду діяльності %s, та отримайте можливість знайти нових клієнтів зі свого регіону через наш сайт і мережу партнерських сайтів.

# closest-large-cities
source: ближайшие крупные города
uk: найближчі великі міста

# closest-towns
source: ближайшие города
uk: найближчі міста

# change-city
source: сменить город
uk: змінити місто

# specialists-search
source: Поиск специалистов
uk: Пошук спеціалістів

# specify-the-region
source: Укажыте область для выбора города
uk: Вкажіть область для вибору міста

# logout
source: Выйти
uk: Вийти

# place-specialists-information
source: Разместите информацию о себе!
uk: Розмістіть інформацію про себе!

# for-free
source: безплатно
uk: безкоштовно

# signup-free
source: без регистрации
uk: без реєстрації

# for-1-minute
source: за 1 минуту
uk: за 1 хвилину

# add-ad
source: Создать обьявление
uk: Створити оголошення

# specify-your-city
source: Выберите ваш город
uk: Вкажіть ваше місто

# additionaly-select-near-cities
source: Дополнительно можете выбрать ближайшие населенные пункты в которых вы тоже готовы работать:
uk: Додатково можете вибрати ближні населені пункти в яких ви також готові працювати:

# additionaly-select-large-cities
source: Также укажите ближайшие крупные города где готовы предлагать свої услуги:
uk: Також вкажіть ближні великі міста де можете надавати свої послуги:

# cities-select-hint
source: ПОДСКАЗКА: Не распылять вашу рекламную кампанию на большое количество городов а сконцентрироваться на минимальном перечне населенных пунктов где находиться большенство ваших потенциальных клиентов.
uk: ПІДКАЗКА: Спробуйте не розпорошувати вашу рекламну кампанію на велику кількість міст а зконцентруватися на мінімальному переліку населених пунктів де знаходяться більшість ваших потенційних клієнтів.

# cities-select-cities
source: выбор города
uk: вибір міст

# add-ad-cities
source: шаг 1: выбор города
uk: крок 1: вибір міст

# add-ad-services
source: шаг 2: виды работ
uk: крок 2: види робіт

# add-ad-description
source: шаг 3: информация
uk: крок 3: інформація

# phone-for-contacts
source: Телефон для связи
uk: Телефон для звязку

# phone-for-name
source: Имя контактной особы
uk: Ім’я контактної особи

# phone-for-description
source: Несколько слова о себе и своем опыте (минимум 1-2 предложения)
uk: Кілька слів про себе та свій досвід (мінімум 1-2 речення)

# select-type-of-service
source: Выберите виды предоставляемых услуг
uk: Виберіть види послуг які ви надаєте

# remove-action
source: удалить
uk: видалити

# are-you-sure
source: Действительно удалить?
uk: Дісно видалити?

# in-what-city-you-are-right-now
source: Какой город Вас интересует?
uk: Яке місто вас цікавить?
